//
//  Emojis.swift
//  Memorize
//
//  Created by Danilo de Sousa on 04/02/22.
//

import Foundation

struct Emojis {
    
    static let vehicles = [
        "✈️", "🏍", "🚔", "🚜", "🏎", "🛵", "🚛", "🚍",
        "🚝", "🚂", "🛰", "🛩", "🛸", "🛳", "🚢", "⛴",
        "🚎", "🚌", "🚒", "🛴", "🚲", "🚅"
    ]
    
    static let nature = [
        "🌳", "☄️", "🪵", "🍀", "🐚", "🍄", "🌨", "☀️",
        "❄️", "🌊"
    ]
    
    static let sports = [
        "⚽️", "🏀", "🏈", "⚾️", "🥎", "🎾", "🏐", "🏉",
        "🥏", "🎱", "🪀", "🏓"
    ]
}
